{
  "api": {
    "names": [
      "Royal apartment",
      "Student room",
      "Cool hotel",
      "Big house"
    ],
    "desriptions": [
      "Non aliqua elit ut magna Lorem aliqua et duis. Laboris est mollit et ullamco elit ipsum eu qui. Aliqua nostrud non excepteur officia ad velit eiusmod laboris mollit sunt ullamco veniam eu.",
      "Sint laboris proident dolor Lorem pariatur mollit do nisi et esse in tempor aliqua est. Laboris mollit dolor do amet esse esse dolor. Consequat esse elit id non culpa ex reprehenderit laboris eiusmod. Lorem tempor sint in labore velit culpa. Anim officia minim ea magna exercitation esse veniam minim sit do id.",
      "Mollit ipsum pariatur elit anim officia anim irure esse. Eiusmod adipisicing qui eiusmod incididunt officia proident irure laboris consectetur sunt qui. Aliquip irure laborum exercitation consequat laboris irure sint ea. Fugiat sunt velit Lorem ea cillum aliqua amet consectetur aliquip ut excepteur ad nisi. Sunt consectetur in occaecat eu minim dolore occaecat. Ad deserunt exercitation anim proident deserunt ex ea ipsum ut aliqua dolore labore.",
      "Eu enim pariatur qui dolore ullamco in pariatur pariatur dolore laborum. Reprehenderit laboris duis ipsum sit ut pariatur proident eiusmod culpa irure sunt sit mollit. Mollit commodo magna dolore sint nisi elit tempor velit id incididunt magna nisi magna. Velit consectetur ex aliqua fugiat do. Consectetur dolore Lorem cupidatat fugiat ullamco. Sit duis ex nostrud id adipisicing magna consectetur tempor consequat ut ad eu consectetur elit.",
      "Nostrud adipisicing excepteur esse occaecat occaecat et anim dolor exercitation elit sit amet nostrud. Dolore nisi commodo cupidatat qui ut veniam enim cupidatat ullamco proident. Aliqua et magna Lorem eiusmod cillum exercitation."
    ],
    "cities": [
      "Paris",
      "Cologne",
      "Brussels",
      "Amsterdam",
      "Hamburg",
      "Dusseldorf"
    ],
    "flatTypes" : [
      "apartment",
      "house",
       "room",
       "hotel"
    ],
    "facilities": [
      "Breakfast",
      "Air conditioning",
      "Laptop friendly workspace",
      "Baby seat",
      "Washer",
      "Towels",
      "Fridge",
    ],
    "users": [
      {
        "name": "Roman",
        "email": "roman@mail.ru",
        "avatar": "https://loremflickr.com/50/50/avatar",
        "status": "Standart"
      },
      {
        "name": "Nata",
        "email": "erbet@mail.ru",
        "avatar": "https://loremflickr.com/50/50/avatar",
        "status": "Pro"
      }
    ]
  }
}
